// Необходимо пользователя попросить ввести температуру в градусах Цельсия, преобразовать введенное пользователем 
// значение в соответствующую температуру в градусах по Фаренгейту и вывести в alert сообщение с текстом (пример): 
// Цельсий: 21, Фаренгейт: 69.8
// Где вместо 21 и 69.8 должны быть подставлены соответствующие значения, которые были получены ранее.
// Формула перевода градусов Цельсия в градусы Фаренгейта:
// градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32

function temperature() {
    var celsius = Number.parseFloat(prompt('Введите температуру по Цельсию (дробь через точку!), и произойдет магия: '));
    var fahrenheit = ((9 / 5) * celsius + 32);
    alert('Цельсий: ' + celsius.toFixed(2) + ' ' + 'Фаренгейт: ' + fahrenheit.toFixed(2))
}
temperature()